-- update 2022-05-13-09_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('130800','1','河北省','承德市','2022-05-13 09:30:00','中');
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('511600','1','四川省','广安市','2022-05-13 09:30:00','中');
--,nosql,2022-05-12 09:30:00,2,,110000,北京市,none,2
--,nosql,2022-05-12 09:30:00,1,丹东市,210600,辽宁省,none,1
--,nosql,2022-05-12 09:30:00,1,营口市,210800,辽宁省,none,1
--,nosql,2022-05-12 09:30:00,1,哈尔滨市,230100,黑龙江省,none,1
--,nosql,2022-05-12 09:30:00,1,,310000,上海市,none,1
--,nosql,2022-05-12 09:30:00,1,湛江市,440800,广东省,none,1
----------更新记录----------
/***

1.添加记录:
	1) 河北省承德市升为中风险
	2) 四川省广安市升为中风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 辽宁省丹东市由中风险保持为中风险
	3) 辽宁省营口市由中风险保持为中风险
	4) 黑龙江省哈尔滨市由中风险保持为中风险
	5) 上海市由中风险保持为中风险
	6) 广东省湛江市由中风险保持为中风险
**/

