-- update new_risk/2022-07-27-09_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('331000','2','浙江省','台州市','2022-07-27 09:30:00','高');
delete from risk where qhdm = '440400'; -- 广东省-珠海市-中
delete from risk where qhdm = '621100'; -- 甘肃省-定西市-中
--,nosql,110000,2,北京市,,2022-07-26 09:30:00,none,2
--,nosql,120000,2,天津市,,2022-07-26 09:30:00,none,2
--,nosql,210600,1,辽宁省,丹东市,2022-07-26 09:30:00,none,1
--,nosql,310000,2,上海市,,2022-07-26 09:30:00,none,2
--,nosql,340300,2,安徽省,蚌埠市,2022-07-26 09:30:00,none,2
--,nosql,341300,2,安徽省,宿州市,2022-07-26 09:30:00,none,2
--,nosql,341600,2,安徽省,亳州市,2022-07-26 09:30:00,none,2
--,nosql,360100,2,江西省,南昌市,2022-07-26 09:30:00,none,2
--,nosql,371700,2,山东省,菏泽市,2022-07-26 09:30:00,none,2
--,nosql,410100,1,河南省,郑州市,2022-07-26 09:30:00,none,1
--,nosql,410200,2,河南省,开封市,2022-07-26 09:30:00,none,2
--,nosql,410500,1,河南省,安阳市,2022-07-26 09:30:00,none,1
--,nosql,411400,2,河南省,商丘市,2022-07-26 09:30:00,none,2
--,nosql,411700,1,河南省,驻马店市,2022-07-26 09:30:00,none,1
--,nosql,440300,2,广东省,深圳市,2022-07-26 09:30:00,none,2
--,nosql,441300,2,广东省,惠州市,2022-07-26 09:30:00,none,2
--,nosql,450500,2,广西壮族自治区,北海市,2022-07-26 09:30:00,none,2
--,nosql,500000,2,重庆市,,2022-07-26 09:30:00,none,2
--,nosql,510100,2,四川省,成都市,2022-07-26 09:30:00,none,2
--,nosql,511400,2,四川省,眉山市,2022-07-26 09:30:00,none,2
--,nosql,620100,2,甘肃省,兰州市,2022-07-26 09:30:00,none,2
--,nosql,620400,2,甘肃省,白银市,2022-07-26 09:30:00,none,2
--,nosql,620500,2,甘肃省,天水市,2022-07-26 09:30:00,none,2
--,nosql,621200,1,甘肃省,陇南市,2022-07-26 09:30:00,none,1
--,nosql,622900,2,甘肃省,临夏回族自治州,2022-07-26 09:30:00,none,2
--,nosql,623000,2,甘肃省,甘南藏族自治州,2022-07-26 09:30:00,none,2
--,nosql,650100,2,新疆维吾尔自治区,乌鲁木齐市,2022-07-26 09:30:00,none,2
update risk set risk = '1' where qhdm = '220100'; -- 吉林省-长春市-高->中
update risk set risk = '1' where qhdm = '410400'; -- 河南省-平顶山市-高->中
update risk set risk = '2' where qhdm = '411500'; -- 河南省-信阳市-中->高
update risk set risk = '1' where qhdm = '440600'; -- 广东省-佛山市-高->中
update risk set risk = '1' where qhdm = '620600'; -- 甘肃省-武威市-高->中
----------更新记录----------
/***

1.添加记录:
	1) 浙江省台州市升为高风险
2.删除记录:
	1) 广东省珠海市由中风险降为低风险
	2) 甘肃省定西市由中风险降为低风险
3.无需更新:
	1) 北京市由高风险保持为高风险
	2) 天津市由高风险保持为高风险
	3) 辽宁省丹东市由中风险保持为中风险
	4) 上海市由高风险保持为高风险
	5) 安徽省蚌埠市由高风险保持为高风险
	6) 安徽省宿州市由高风险保持为高风险
	7) 安徽省亳州市由高风险保持为高风险
	8) 江西省南昌市由高风险保持为高风险
	9) 山东省菏泽市由高风险保持为高风险
	10) 河南省郑州市由中风险保持为中风险
	11) 河南省开封市由高风险保持为高风险
	12) 河南省安阳市由中风险保持为中风险
	13) 河南省商丘市由高风险保持为高风险
	14) 河南省驻马店市由中风险保持为中风险
	15) 广东省深圳市由高风险保持为高风险
	16) 广东省惠州市由高风险保持为高风险
	17) 广西壮族自治区北海市由高风险保持为高风险
	18) 重庆市由高风险保持为高风险
	19) 四川省成都市由高风险保持为高风险
	20) 四川省眉山市由高风险保持为高风险
	21) 甘肃省兰州市由高风险保持为高风险
	22) 甘肃省白银市由高风险保持为高风险
	23) 甘肃省天水市由高风险保持为高风险
	24) 甘肃省陇南市由中风险保持为中风险
	25) 甘肃省临夏回族自治州由高风险保持为高风险
	26) 甘肃省甘南藏族自治州由高风险保持为高风险
	27) 新疆维吾尔自治区乌鲁木齐市由高风险保持为高风险
4.更新记录:
	1) 吉林省长春市由高风险降为中风险
	2) 河南省平顶山市由高风险降为中风险
	3) 河南省信阳市由中风险升为高风险
	4) 广东省佛山市由高风险降为中风险
	5) 甘肃省武威市由高风险降为中风险
**/

