-- update 2022-06-11-09_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('150400','1','内蒙古自治区','赤峰市','2022-06-11 10:00:00','中');
--,nosql,110000,1,北京市,,2022-06-10 09:30:00,none,1
--,nosql,131000,1,河北省,廊坊市,2022-06-10 09:30:00,none,1
--,nosql,152500,2,内蒙古自治区,锡林郭勒盟,2022-06-10 09:30:00,none,2
--,nosql,210600,1,辽宁省,丹东市,2022-06-10 09:30:00,none,1
--,nosql,310000,1,上海市,,2022-06-10 09:30:00,none,1
----------更新记录----------
/***

1.添加记录:
	1) 内蒙古自治区赤峰市升为中风险
2.无需更新:
	1) 北京市由中风险保持为中风险
	2) 河北省廊坊市由中风险保持为中风险
	3) 内蒙古自治区锡林郭勒盟由高风险保持为高风险
	4) 辽宁省丹东市由中风险保持为中风险
	5) 上海市由中风险保持为中风险
**/

