-- update 2022-05-01_new_risk_loc.txt
insert into risk(qhdm ,risk, sfmc , dsmc , gxsj) values('231000','1','黑龙江省','牡丹江市','2022-05-01 10:12:45');
--,nosql,2,2022/4/25,30:00.0,110000,北京市,none,2
--,nosql,1,唐山市,2022/4/25,130200,河北省,none,1
--,nosql,1,邯郸市,2022/4/19,130400,河北省,none,1
--,nosql,1,邢台市,2022/4/21,130500,河北省,none,1
--,nosql,1,呼伦贝尔市,2022/4/24,150700,内蒙古自治区,none,1
--,nosql,1,丹东市,2022/4/27,210600,辽宁省,none,1
--,nosql,1,白城市,2022/4/23,220800,吉林省,none,1
--,nosql,2,哈尔滨市,2022/4/19,230100,黑龙江省,none,2
--,nosql,1,2022/4/19,30:00.0,310000,上海市,none,1
--,nosql,1,徐州市,2022/4/19,320300,江苏省,none,1
--,nosql,1,苏州市,2022/2/23,320500,江苏省,none,1
--,nosql,1,烟台市,2022/4/29,370600,山东省,none,1
--,nosql,1,信阳市,2022/4/27,411500,河南省,none,1
--,nosql,1,邵阳市,2022/4/21,430500,湖南省,none,1
update risk set risk = '1' where qhdm = '220100'; -- 吉林省-长春市-高->中
----------更新记录----------
/***

1.添加记录:
	1) 黑龙江省牡丹江市升为中风险
2.无需更新:
	1) 北京市2022/4/25由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省邯郸市由中风险保持为中风险
	4) 河北省邢台市由中风险保持为中风险
	5) 内蒙古自治区呼伦贝尔市由中风险保持为中风险
	6) 辽宁省丹东市由中风险保持为中风险
	7) 吉林省白城市由中风险保持为中风险
	8) 黑龙江省哈尔滨市由高风险保持为高风险
	9) 上海市2022/4/19由中风险保持为中风险
	10) 江苏省徐州市由中风险保持为中风险
	11) 江苏省苏州市由中风险保持为中风险
	12) 山东省烟台市由中风险保持为中风险
	13) 河南省信阳市由中风险保持为中风险
	14) 湖南省邵阳市由中风险保持为中风险
3.更新记录:
	1) 吉林省长春市由高风险降为中风险
**/

