-- update 2022-07-03-10_new_risk_loc.txt
--,nosql,110000,2,北京市,,2022-07-02 10:00:00,none,2
--,nosql,210600,2,辽宁省,丹东市,2022-07-02 10:00:00,none,2
--,nosql,310000,1,上海市,,2022-07-02 10:00:00,none,1
--,nosql,320100,1,江苏省,南京市,2022-07-02 10:00:00,none,1
--,nosql,320200,2,江苏省,无锡市,2022-07-02 10:00:00,none,2
--,nosql,341300,2,安徽省,宿州市,2022-07-02 10:00:00,none,2
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 辽宁省丹东市由高风险保持为高风险
	3) 上海市由中风险保持为中风险
	4) 江苏省南京市由中风险保持为中风险
	5) 江苏省无锡市由高风险保持为高风险
	6) 安徽省宿州市由高风险保持为高风险
**/

