-- update 2022-07-09-10_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('620100','2','甘肃省','兰州市','2022-07-09 10:30:00','高');
--,nosql,110000,2,北京市,,2022-07-08 09:00:00,none,2
--,nosql,120000,2,天津市,,2022-07-08 09:00:00,none,2
--,nosql,150800,2,内蒙古自治区,巴彦淖尔市,2022-07-08 09:00:00,none,2
--,nosql,210200,2,辽宁省,大连市,2022-07-08 09:00:00,none,2
--,nosql,210600,2,辽宁省,丹东市,2022-07-08 09:00:00,none,2
--,nosql,310000,2,上海市,,2022-07-08 09:00:00,none,2
--,nosql,320200,2,江苏省,无锡市,2022-07-08 09:00:00,none,2
--,nosql,320300,2,江苏省,徐州市,2022-07-08 09:00:00,none,2
--,nosql,341300,2,安徽省,宿州市,2022-07-08 09:00:00,none,2
--,nosql,350600,2,福建省,漳州市,2022-07-08 09:00:00,none,2
--,nosql,350900,2,福建省,宁德市,2022-07-08 09:00:00,none,2
--,nosql,370200,2,山东省,青岛市,2022-07-08 09:00:00,none,2
--,nosql,371300,2,山东省,临沂市,2022-07-08 09:00:00,none,2
--,nosql,440300,2,广东省,深圳市,2022-07-08 09:00:00,none,2
--,nosql,610100,2,陕西省,西安市,2022-07-08 09:00:00,none,2
----------更新记录----------
/***

1.添加记录:
	1) 甘肃省兰州市升为高风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 天津市由高风险保持为高风险
	3) 内蒙古自治区巴彦淖尔市由高风险保持为高风险
	4) 辽宁省大连市由高风险保持为高风险
	5) 辽宁省丹东市由高风险保持为高风险
	6) 上海市由高风险保持为高风险
	7) 江苏省无锡市由高风险保持为高风险
	8) 江苏省徐州市由高风险保持为高风险
	9) 安徽省宿州市由高风险保持为高风险
	10) 福建省漳州市由高风险保持为高风险
	11) 福建省宁德市由高风险保持为高风险
	12) 山东省青岛市由高风险保持为高风险
	13) 山东省临沂市由高风险保持为高风险
	14) 广东省深圳市由高风险保持为高风险
	15) 陕西省西安市由高风险保持为高风险
**/

