-- update 2022-05-18-09_new_risk_loc.txt
--,nosql,2022-05-17 09:30:00,2,,110000,北京市,none,2
--,nosql,2022-05-17 09:30:00,1,唐山市,130200,河北省,none,1
--,nosql,2022-05-17 09:30:00,1,承德市,130800,河北省,none,1
--,nosql,2022-05-17 09:30:00,1,丹东市,210600,辽宁省,none,1
--,nosql,2022-05-17 09:30:00,1,营口市,210800,辽宁省,none,1
--,nosql,2022-05-17 09:30:00,1,哈尔滨市,230100,黑龙江省,none,1
--,nosql,2022-05-17 09:30:00,1,,310000,上海市,none,1
--,nosql,2022-05-17 09:30:00,1,湛江市,440800,广东省,none,1
--,nosql,2022-05-17 09:30:00,1,广安市,511600,四川省,none,1
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省承德市由中风险保持为中风险
	4) 辽宁省丹东市由中风险保持为中风险
	5) 辽宁省营口市由中风险保持为中风险
	6) 黑龙江省哈尔滨市由中风险保持为中风险
	7) 上海市由中风险保持为中风险
	8) 广东省湛江市由中风险保持为中风险
	9) 四川省广安市由中风险保持为中风险
**/

