-- update 2022-05-12-09_new_risk_loc.txt
--,nosql,2022-05-11 08:30:00,2,,110000,北京市,none,2
--,nosql,2022-05-11 08:30:00,1,丹东市,210600,辽宁省,none,1
--,nosql,2022-05-11 08:30:00,1,营口市,210800,辽宁省,none,1
--,nosql,2022-05-11 08:30:00,1,哈尔滨市,230100,黑龙江省,none,1
--,nosql,2022-05-11 08:30:00,1,,310000,上海市,none,1
--,nosql,2022-05-11 08:30:00,1,湛江市,440800,广东省,none,1
delete from risk where qhdm = '411500'; -- 河南省-信阳市-中
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 辽宁省丹东市由中风险保持为中风险
	3) 辽宁省营口市由中风险保持为中风险
	4) 黑龙江省哈尔滨市由中风险保持为中风险
	5) 上海市由中风险保持为中风险
	6) 广东省湛江市由中风险保持为中风险
2.删除记录:
	1) 河南省信阳市由中风险降为低风险
**/

