-- update 2022-07-02-09_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('210600','2','辽宁省','丹东市','2022-07-02 10:00:00','高');
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('320200','2','江苏省','无锡市','2022-07-02 10:00:00','高');
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('341300','2','安徽省','宿州市','2022-07-02 10:00:00','高');
--,nosql,110000,2,北京市,,2022-07-01 09:00:00,none,2
--,nosql,310000,1,上海市,,2022-07-01 09:00:00,none,1
--,nosql,320100,1,江苏省,南京市,2022-07-01 09:00:00,none,1
----------更新记录----------
/***

1.添加记录:
	1) 辽宁省丹东市升为高风险
	2) 江苏省无锡市升为高风险
	3) 安徽省宿州市升为高风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 上海市由中风险保持为中风险
	3) 江苏省南京市由中风险保持为中风险
**/

