-- update 2022-05-08-11_new_risk_loc.txt
insert into risk(qhdm ,risk, sfmc , dsmc , gxsj) values('440800','1','广东省','湛江市','2022-05-08 11:07:32');
delete from risk where qhdm = '150700'; -- 内蒙古自治区-呼伦贝尔市-中
delete from risk where qhdm = '220800'; -- 吉林省-白城市-中
delete from risk where qhdm = '320300'; -- 江苏省-徐州市-中
--,nosql,2,,2022-05-07 08:58:43,110000,北京市,none,2
--,nosql,1,邢台市,2022-05-07 08:58:43,130500,河北省,none,1
--,nosql,1,丹东市,2022-05-07 08:58:43,210600,辽宁省,none,1
--,nosql,1,营口市,2022-05-07 08:58:43,210800,辽宁省,none,1
--,nosql,1,哈尔滨市,2022-05-07 08:58:43,230100,黑龙江省,none,1
--,nosql,1,牡丹江市,2022-05-07 08:58:43,231000,黑龙江省,none,1
--,nosql,1,,2022-05-07 08:58:43,310000,上海市,none,1
--,nosql,1,信阳市,2022-05-07 08:58:43,411500,河南省,none,1
--,nosql,1,邵阳市,2022-05-07 08:58:43,430500,湖南省,none,1
----------更新记录----------
/***

1.添加记录:
	1) 广东省湛江市升为中风险
2.删除记录:
	1) 内蒙古自治区呼伦贝尔市由中风险降为低风险
	2) 吉林省白城市由中风险降为低风险
	3) 江苏省徐州市由中风险降为低风险
3.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省邢台市由中风险保持为中风险
	3) 辽宁省丹东市由中风险保持为中风险
	4) 辽宁省营口市由中风险保持为中风险
	5) 黑龙江省哈尔滨市由中风险保持为中风险
	6) 黑龙江省牡丹江市由中风险保持为中风险
	7) 上海市由中风险保持为中风险
	8) 河南省信阳市由中风险保持为中风险
	9) 湖南省邵阳市由中风险保持为中风险
**/

