-- update 2022-05-25-09_new_risk_loc.txt
delete from risk where qhdm = '130200'; -- 河北省-唐山市-中
delete from risk where qhdm = '130800'; -- 河北省-承德市-中
--,nosql,110000,2,北京市,,2022-05-24 09:30:00,none,2
--,nosql,210600,1,辽宁省,丹东市,2022-05-24 09:30:00,none,1
--,nosql,210800,1,辽宁省,营口市,2022-05-24 09:30:00,none,1
--,nosql,310000,1,上海市,,2022-05-24 09:30:00,none,1
--,nosql,511600,1,四川省,广安市,2022-05-24 09:30:00,none,1
----------更新记录----------
/***

1.删除记录:
	1) 河北省唐山市由中风险降为低风险
	2) 河北省承德市由中风险降为低风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 辽宁省丹东市由中风险保持为中风险
	3) 辽宁省营口市由中风险保持为中风险
	4) 上海市由中风险保持为中风险
	5) 四川省广安市由中风险保持为中风险
**/

