-- update 2022-05-20-08_new_risk_loc.txt
--,nosql,110000,2,北京市,,2022-05-19 09:30:00,none,2
--,nosql,130200,1,河北省,唐山市,2022-05-19 09:30:00,none,1
--,nosql,130800,1,河北省,承德市,2022-05-19 09:30:00,none,1
--,nosql,210600,1,辽宁省,丹东市,2022-05-19 09:30:00,none,1
--,nosql,210800,1,辽宁省,营口市,2022-05-19 09:30:00,none,1
--,nosql,230100,1,黑龙江省,哈尔滨市,2022-05-19 09:30:00,none,1
--,nosql,310000,1,上海市,,2022-05-19 09:30:00,none,1
--,nosql,440800,1,广东省,湛江市,2022-05-19 09:30:00,none,1
--,nosql,511600,1,四川省,广安市,2022-05-19 09:30:00,none,1
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省承德市由中风险保持为中风险
	4) 辽宁省丹东市由中风险保持为中风险
	5) 辽宁省营口市由中风险保持为中风险
	6) 黑龙江省哈尔滨市由中风险保持为中风险
	7) 上海市由中风险保持为中风险
	8) 广东省湛江市由中风险保持为中风险
	9) 四川省广安市由中风险保持为中风险
**/

