-- update 2022-04-26_new_risk_loc.txt
--,nosql,2,,2022-04-25 09:02:13,110000,北京市,none,2
--,nosql,1,唐山市,2022-04-25 09:02:13,130200,河北省,none,1
--,nosql,1,邯郸市,2022-04-25 09:02:13,130400,河北省,none,1
--,nosql,1,邢台市,2022-04-25 09:02:13,130500,河北省,none,1
--,nosql,1,太原市,2022-04-25 09:02:13,140100,山西省,none,1
--,nosql,1,呼伦贝尔市,2022-04-25 09:02:13,150700,内蒙古自治区,none,1
--,nosql,2,长春市,2022-04-25 09:02:13,220100,吉林省,none,2
--,nosql,1,吉林市,2022-04-25 09:02:13,220200,吉林省,none,1
--,nosql,1,白城市,2022-04-25 09:02:13,220800,吉林省,none,1
--,nosql,2,哈尔滨市,2022-04-25 09:02:13,230100,黑龙江省,none,2
--,nosql,1,牡丹江市,2022-04-25 09:02:13,231000,黑龙江省,none,1
--,nosql,1,,2022-04-25 09:02:13,310000,上海市,none,1
--,nosql,1,徐州市,2022-04-25 09:02:13,320300,江苏省,none,1
--,nosql,1,苏州市,2022-04-25 09:02:13,320500,江苏省,none,1
--,nosql,2,宁德市,2022-04-25 09:02:13,350900,福建省,none,2
--,nosql,1,漯河市,2022-04-25 09:02:13,411100,河南省,none,1
--,nosql,1,邵阳市,2022-04-25 09:02:13,430500,湖南省,none,1
--,nosql,1,西安市,2022-04-25 09:02:13,610100,陕西省,none,1
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省邯郸市由中风险保持为中风险
	4) 河北省邢台市由中风险保持为中风险
	5) 山西省太原市由中风险保持为中风险
	6) 内蒙古自治区呼伦贝尔市由中风险保持为中风险
	7) 吉林省长春市由高风险保持为高风险
	8) 吉林省吉林市由中风险保持为中风险
	9) 吉林省白城市由中风险保持为中风险
	10) 黑龙江省哈尔滨市由高风险保持为高风险
	11) 黑龙江省牡丹江市由中风险保持为中风险
	12) 上海市由中风险保持为中风险
	13) 江苏省徐州市由中风险保持为中风险
	14) 江苏省苏州市由中风险保持为中风险
	15) 福建省宁德市由高风险保持为高风险
	16) 河南省漯河市由中风险保持为中风险
	17) 湖南省邵阳市由中风险保持为中风险
	18) 陕西省西安市由中风险保持为中风险
**/

