-- update 2022-05-07-08_new_risk_loc.txt
--,nosql,2,,2022-05-06 08:50:35,110000,北京市,none,2
--,nosql,1,邢台市,2022-05-06 08:50:35,130500,河北省,none,1
--,nosql,1,呼伦贝尔市,2022-05-06 08:50:35,150700,内蒙古自治区,none,1
--,nosql,1,丹东市,2022-05-06 08:50:35,210600,辽宁省,none,1
--,nosql,1,营口市,2022-05-06 08:50:35,210800,辽宁省,none,1
--,nosql,1,白城市,2022-05-06 08:50:35,220800,吉林省,none,1
--,nosql,1,牡丹江市,2022-05-06 08:50:35,231000,黑龙江省,none,1
--,nosql,1,,2022-05-06 08:50:35,310000,上海市,none,1
--,nosql,1,徐州市,2022-05-06 08:50:35,320300,江苏省,none,1
--,nosql,1,信阳市,2022-05-06 08:50:35,411500,河南省,none,1
--,nosql,1,邵阳市,2022-05-06 08:50:35,430500,湖南省,none,1
update risk set risk = '1' where qhdm = '230100'; -- 黑龙江省-哈尔滨市-高->中
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省邢台市由中风险保持为中风险
	3) 内蒙古自治区呼伦贝尔市由中风险保持为中风险
	4) 辽宁省丹东市由中风险保持为中风险
	5) 辽宁省营口市由中风险保持为中风险
	6) 吉林省白城市由中风险保持为中风险
	7) 黑龙江省牡丹江市由中风险保持为中风险
	8) 上海市由中风险保持为中风险
	9) 江苏省徐州市由中风险保持为中风险
	10) 河南省信阳市由中风险保持为中风险
	11) 湖南省邵阳市由中风险保持为中风险
2.更新记录:
	1) 黑龙江省哈尔滨市由高风险降为中风险
**/

