-- update 2022-05-23-09_new_risk_loc.txt
delete from risk where qhdm = '440800'; -- 广东省-湛江市-中
--,nosql,110000,2,北京市,,2022-05-22 11:00:00,none,2
--,nosql,130200,1,河北省,唐山市,2022-05-22 11:00:00,none,1
--,nosql,130800,1,河北省,承德市,2022-05-22 11:00:00,none,1
--,nosql,210600,1,辽宁省,丹东市,2022-05-22 11:00:00,none,1
--,nosql,210800,1,辽宁省,营口市,2022-05-22 11:00:00,none,1
--,nosql,310000,1,上海市,,2022-05-22 11:00:00,none,1
--,nosql,511600,1,四川省,广安市,2022-05-22 11:00:00,none,1
----------更新记录----------
/***

1.删除记录:
	1) 广东省湛江市由中风险降为低风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省承德市由中风险保持为中风险
	4) 辽宁省丹东市由中风险保持为中风险
	5) 辽宁省营口市由中风险保持为中风险
	6) 上海市由中风险保持为中风险
	7) 四川省广安市由中风险保持为中风险
**/

