-- update 2022-05-03_new_risk_loc.txt
--,nosql,2,,30:00.0,110000,北京市,none,2
--,nosql,1,唐山市,30:00.0,130200,河北省,none,1
--,nosql,1,邯郸市,30:00.0,130400,河北省,none,1
--,nosql,1,邢台市,30:00.0,130500,河北省,none,1
--,nosql,1,呼伦贝尔市,30:00.0,150700,内蒙古自治区,none,1
--,nosql,1,丹东市,30:00.0,210600,辽宁省,none,1
--,nosql,1,白城市,30:00.0,220800,吉林省,none,1
--,nosql,2,哈尔滨市,30:00.0,230100,黑龙江省,none,2
--,nosql,1,牡丹江市,30:00.0,231000,黑龙江省,none,1
--,nosql,1,,30:00.0,310000,上海市,none,1
--,nosql,1,徐州市,30:00.0,320300,江苏省,none,1
--,nosql,1,苏州市,30:00.0,320500,江苏省,none,1
--,nosql,1,烟台市,30:00.0,370600,山东省,none,1
--,nosql,1,信阳市,30:00.0,411500,河南省,none,1
--,nosql,1,邵阳市,30:00.0,430500,湖南省,none,1
----------更新记录----------
/***

1.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省邯郸市由中风险保持为中风险
	4) 河北省邢台市由中风险保持为中风险
	5) 内蒙古自治区呼伦贝尔市由中风险保持为中风险
	6) 辽宁省丹东市由中风险保持为中风险
	7) 吉林省白城市由中风险保持为中风险
	8) 黑龙江省哈尔滨市由高风险保持为高风险
	9) 黑龙江省牡丹江市由中风险保持为中风险
	10) 上海市由中风险保持为中风险
	11) 江苏省徐州市由中风险保持为中风险
	12) 江苏省苏州市由中风险保持为中风险
	13) 山东省烟台市由中风险保持为中风险
	14) 河南省信阳市由中风险保持为中风险
	15) 湖南省邵阳市由中风险保持为中风险
**/

