-- update 2022-07-25-08_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('410100','1','河南省','郑州市','2022-07-25 09:00:00','中');
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('650100','2','新疆维吾尔自治区','乌鲁木齐市','2022-07-25 09:00:00','高');
delete from risk where qhdm = '320700'; -- 江苏省-连云港市-中
update risk set risk = '1' where qhdm = '210600'; -- 辽宁省-丹东市-高->中
update risk set risk = '1' where qhdm = '411700'; -- 河南省-驻马店市-高->中
--,nosql,110000,2,北京市,,2022-07-24 10:00:00,none,2
--,nosql,120000,2,天津市,,2022-07-24 10:00:00,none,2
--,nosql,220100,2,吉林省,长春市,2022-07-24 10:00:00,none,2
--,nosql,310000,2,上海市,,2022-07-24 10:00:00,none,2
--,nosql,340300,2,安徽省,蚌埠市,2022-07-24 10:00:00,none,2
--,nosql,341300,2,安徽省,宿州市,2022-07-24 10:00:00,none,2
--,nosql,341600,2,安徽省,亳州市,2022-07-24 10:00:00,none,2
--,nosql,360100,2,江西省,南昌市,2022-07-24 10:00:00,none,2
--,nosql,410200,2,河南省,开封市,2022-07-24 10:00:00,none,2
--,nosql,410400,2,河南省,平顶山市,2022-07-24 10:00:00,none,2
--,nosql,410500,1,河南省,安阳市,2022-07-24 10:00:00,none,1
--,nosql,411500,2,河南省,信阳市,2022-07-24 10:00:00,none,2
--,nosql,440300,2,广东省,深圳市,2022-07-24 10:00:00,none,2
--,nosql,440400,1,广东省,珠海市,2022-07-24 10:00:00,none,1
--,nosql,440600,2,广东省,佛山市,2022-07-24 10:00:00,none,2
--,nosql,441300,2,广东省,惠州市,2022-07-24 10:00:00,none,2
--,nosql,450500,2,广西壮族自治区,北海市,2022-07-24 10:00:00,none,2
--,nosql,500000,2,重庆市,,2022-07-24 10:00:00,none,2
--,nosql,510100,2,四川省,成都市,2022-07-24 10:00:00,none,2
--,nosql,511400,2,四川省,眉山市,2022-07-24 10:00:00,none,2
--,nosql,620100,2,甘肃省,兰州市,2022-07-24 10:00:00,none,2
--,nosql,620400,2,甘肃省,白银市,2022-07-24 10:00:00,none,2
--,nosql,620500,2,甘肃省,天水市,2022-07-24 10:00:00,none,2
--,nosql,620600,2,甘肃省,武威市,2022-07-24 10:00:00,none,2
--,nosql,621100,1,甘肃省,定西市,2022-07-24 10:00:00,none,1
--,nosql,621200,1,甘肃省,陇南市,2022-07-24 10:00:00,none,1
--,nosql,622900,2,甘肃省,临夏回族自治州,2022-07-24 10:00:00,none,2
--,nosql,623000,2,甘肃省,甘南藏族自治州,2022-07-24 10:00:00,none,2
----------更新记录----------
/***

1.添加记录:
	1) 河南省郑州市升为中风险
	2) 新疆维吾尔自治区乌鲁木齐市升为高风险
2.删除记录:
	1) 江苏省连云港市由中风险降为低风险
3.更新记录:
	1) 辽宁省丹东市由高风险降为中风险
	2) 河南省驻马店市由高风险降为中风险
4.无需更新:
	1) 北京市由高风险保持为高风险
	2) 天津市由高风险保持为高风险
	3) 吉林省长春市由高风险保持为高风险
	4) 上海市由高风险保持为高风险
	5) 安徽省蚌埠市由高风险保持为高风险
	6) 安徽省宿州市由高风险保持为高风险
	7) 安徽省亳州市由高风险保持为高风险
	8) 江西省南昌市由高风险保持为高风险
	9) 河南省开封市由高风险保持为高风险
	10) 河南省平顶山市由高风险保持为高风险
	11) 河南省安阳市由中风险保持为中风险
	12) 河南省信阳市由高风险保持为高风险
	13) 广东省深圳市由高风险保持为高风险
	14) 广东省珠海市由中风险保持为中风险
	15) 广东省佛山市由高风险保持为高风险
	16) 广东省惠州市由高风险保持为高风险
	17) 广西壮族自治区北海市由高风险保持为高风险
	18) 重庆市由高风险保持为高风险
	19) 四川省成都市由高风险保持为高风险
	20) 四川省眉山市由高风险保持为高风险
	21) 甘肃省兰州市由高风险保持为高风险
	22) 甘肃省白银市由高风险保持为高风险
	23) 甘肃省天水市由高风险保持为高风险
	24) 甘肃省武威市由高风险保持为高风险
	25) 甘肃省定西市由中风险保持为中风险
	26) 甘肃省陇南市由中风险保持为中风险
	27) 甘肃省临夏回族自治州由高风险保持为高风险
	28) 甘肃省甘南藏族自治州由高风险保持为高风险
**/

