-- update 2022-06-05-11_new_risk_loc.txt
insert into risk(qhdm,risk,sfmc,dsmc,rksj,riskmc) values('152500','1','内蒙古自治区','锡林郭勒盟','2022-06-05 12:00:00','中');
--,nosql,2022-06-04 11:30:00,2,,110000,北京市,none,2
--,nosql,2022-06-04 11:30:00,1,廊坊市,131000,河北省,none,1
--,nosql,2022-06-04 11:30:00,1,,310000,上海市,none,1
--,nosql,2022-06-04 11:30:00,1,威海市,371000,山东省,none,1
----------更新记录----------
/***

1.添加记录:
	1) 内蒙古自治区锡林郭勒盟升为中风险
2.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省廊坊市由中风险保持为中风险
	3) 上海市由中风险保持为中风险
	4) 山东省威海市由中风险保持为中风险
**/

