-- update 2022-05-05-08_new_risk_loc.txt
insert into risk(qhdm ,risk, sfmc , dsmc , gxsj) values('210800','1','辽宁省','营口市','2022-05-05 08:32:39');
delete from risk where qhdm = '130400'; -- 河北省-邯郸市-中
--,nosql,2,,2022-05-04 09:59:55,110000,北京市,none,2
--,nosql,1,唐山市,2022-05-04 09:59:55,130200,河北省,none,1
--,nosql,1,邢台市,2022-05-04 09:59:55,130500,河北省,none,1
--,nosql,1,呼伦贝尔市,2022-05-04 09:59:55,150700,内蒙古自治区,none,1
--,nosql,1,丹东市,2022-05-04 09:59:55,210600,辽宁省,none,1
--,nosql,1,白城市,2022-05-04 09:59:55,220800,吉林省,none,1
--,nosql,2,哈尔滨市,2022-05-04 09:59:55,230100,黑龙江省,none,2
--,nosql,1,牡丹江市,2022-05-04 09:59:55,231000,黑龙江省,none,1
--,nosql,1,,2022-05-04 09:59:55,310000,上海市,none,1
--,nosql,1,徐州市,2022-05-04 09:59:55,320300,江苏省,none,1
--,nosql,1,苏州市,2022-05-04 09:59:55,320500,江苏省,none,1
--,nosql,1,烟台市,2022-05-04 09:59:55,370600,山东省,none,1
--,nosql,1,信阳市,2022-05-04 09:59:55,411500,河南省,none,1
--,nosql,1,邵阳市,2022-05-04 09:59:55,430500,湖南省,none,1
----------更新记录----------
/***

1.添加记录:
	1) 辽宁省营口市升为中风险
2.删除记录:
	1) 河北省邯郸市由中风险降为低风险
3.无需更新:
	1) 北京市由高风险保持为高风险
	2) 河北省唐山市由中风险保持为中风险
	3) 河北省邢台市由中风险保持为中风险
	4) 内蒙古自治区呼伦贝尔市由中风险保持为中风险
	5) 辽宁省丹东市由中风险保持为中风险
	6) 吉林省白城市由中风险保持为中风险
	7) 黑龙江省哈尔滨市由高风险保持为高风险
	8) 黑龙江省牡丹江市由中风险保持为中风险
	9) 上海市由中风险保持为中风险
	10) 江苏省徐州市由中风险保持为中风险
	11) 江苏省苏州市由中风险保持为中风险
	12) 山东省烟台市由中风险保持为中风险
	13) 河南省信阳市由中风险保持为中风险
	14) 湖南省邵阳市由中风险保持为中风险
**/

