-- update 2022-04-24_new.txt
insert into risk(qhdm ,risk, sfmc , dsmc , gxsj) values('150700','1','内蒙古自治区','呼伦贝尔市','2022-04-24 00:35:41');
--,nosql,1,邯郸市,2022-04-23,130400,河北省,none,1
--,nosql,1,邢台市,2022-04-23,130500,河北省,none,1
--,nosql,1,太原市,2022-04-23,140100,山西省,none,1
--,nosql,2,长春市,2022-04-23,220100,吉林省,none,2
--,nosql,1,吉林市,2022-04-23,220200,吉林省,none,1
--,nosql,1,白城市,2022-04-23,220800,吉林省,none,1
--,nosql,2,哈尔滨市,2022-04-23,230100,黑龙江省,none,2
--,nosql,1,牡丹江市,2022-04-23,231000,黑龙江省,none,1
--,nosql,1,,2022-04-23,310000,上海市,none,1
--,nosql,1,徐州市,2022-04-23,320300,江苏省,none,1
--,nosql,1,苏州市,2022-04-23,320500,江苏省,none,1
--,nosql,1,六安市,2022-04-23,341500,安徽省,none,1
--,nosql,2,宁德市,2022-04-23,350900,福建省,none,2
--,nosql,1,南昌市,2022-04-23,360100,江西省,none,1
--,nosql,1,漯河市,2022-04-23,411100,河南省,none,1
--,nosql,1,邵阳市,2022-04-23,430500,湖南省,none,1
--,nosql,1,西安市,2022-04-23,610100,陕西省,none,1
----------更新记录----------
/***

1.添加记录:
	1) 内蒙古自治区呼伦贝尔市升为中风险
2.无需更新:
	1) 河北省邯郸市由中风险保持为中风险
	2) 河北省邢台市由中风险保持为中风险
	3) 山西省太原市由中风险保持为中风险
	4) 吉林省长春市由高风险保持为高风险
	5) 吉林省吉林市由中风险保持为中风险
	6) 吉林省白城市由中风险保持为中风险
	7) 黑龙江省哈尔滨市由高风险保持为高风险
	8) 黑龙江省牡丹江市由中风险保持为中风险
	9) 上海市由中风险保持为中风险
	10) 江苏省徐州市由中风险保持为中风险
	11) 江苏省苏州市由中风险保持为中风险
	12) 安徽省六安市由中风险保持为中风险
	13) 福建省宁德市由高风险保持为高风险
	14) 江西省南昌市由中风险保持为中风险
	15) 河南省漯河市由中风险保持为中风险
	16) 湖南省邵阳市由中风险保持为中风险
	17) 陕西省西安市由中风险保持为中风险
**/

